<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Photo ++</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<h1>
<font face="sans-serif, Arial">Photo ++</font> 
</h1>
<b>Description:</b>
<br>
Ce programme vous permet de mettre la photo de votre &ecirc;tre cher &agrave; port&eacute;e de vue en tout temps sur l'&eacute;cran de votre ordinateur.
Bien s&ucirc;r, vous pouvez mettre n'importe quelle autre image.
Le programme est simple &agrave; utiliser et on  acc&egrave;de &agrave; son menu en cliquant sur l'image avec le bouton droit de la souris.
On peut choisir l'image &agrave; afficher, modifier les options du programme comme les param&egrave;tres d'affichage (possibilit&eacute; de partir le programme au d&eacute;marrage de Windows, choix de l'opacit&eacute; de l'image et de la couleur d'arri&egrave;re-plan) et les param&egrave;tres de l'horloge (police de caract&egrave;re, taille, couleur et format de l'heure). Par ailleurs, il est possible, toujours via le menu, de remettre la grandeur originale de l'image si elle a chang&eacute; ainsi que de mettre la photo en premier plan pour qu'elle soit par-dessus toutes les fen&ecirc;tres et programmes ouverts. Si vous d&eacute;sirez utiliser une autre langue, le fran&ccedil;ais et l'anglais sont disponibles.
Il vous est possible d'obtenir plus d'informations sur le programme en cliquant sur &Agrave; propos.
Enfin, il y a la fonction Quitter pour sortir du programme.
On peut d&eacute;placer la photo en cliquant dessus et en bougeant le curseur de la souris. Il est aussi possible de redimensionner l'image. Par ailleurs, en appuyant sur Alt-Entr&eacute;e, on peut la mettre en mode plein &eacute;cran.
Quatre formats d'image sont support&eacute;s (JPEG, GIF, Bitmaps et PNG).
<br>
Ah oui, pour ceux qui sont curieux, l'homme de la photo par d&eacute;faut est Dave Williams.
<br>
<br>
<b>Historique des versions:</b>
<br>
Version 1.03
<br>
- Param&egrave;tres d'affichage dans le menu Options (choix de l'opacit&eacute; de l'image et de la couleur d'arri&egrave;re-plan)<br>
- Traduction du logiciel en anglais. Il est d&eacute;sormais possible de changer la langue dans le menu du m&ecirc;me nom<br>
- Dans la bo&icirc;te de dialogue qui sert &agrave; ouvrir l'image, l'affichage par d&eacute;faut est Miniatures<br>
- Accepte les fichiers PNG (Portable Network Graphics)<br>
<br>
Version 1.02
<br>
- Fen&ecirc;tre pour les param&egrave;tres de l'horloge (police de caract&egrave;re, taille, couleur et format de l'heure)<br>
- La fen&ecirc;tre colle &agrave; la barre des t&acirc;ches<br>
- Ajout du style XP<br>
<br>
Version 1.01
<br>
- En appuyant sur Alt-Entr&eacute;e on met l'image en mode plein &eacute;cran<br>
- Affichage de l'heure sur l'image<br>
- Accepte les fichiers GIF<br>
- On peut faire un glisser-d&eacute;poser (drag-and-drop) d'un fichier image &agrave; partir d'un dossier vers Photo ++<br>
<br>
Version 1.00
<br>
- Version originale<br>
<br>
<b>Avis:</b>
<br>
Veuillez noter que ce programme est un gratuiciel (freeware); il peut donc &ecirc;tre librement copi&eacute; et distribu&eacute; et ce, sans frais.
Toutefois, il ne peut &ecirc;tre modifi&eacute; en aucune façon. Par ailleurs, ce programme ne vous offre aucune garantie, 
implicite ou explicite. L'auteur ne sera pas tenu responsable de l'utilisation de ce programme par autrui.
<br>
<br>
<b>Communiquez avec moi:</b>
<br>
Pour plus d'information sur ce programme contactez-moi &agrave; l'adresse de courriel:
<br>
<a href="mailto:&#99;&#114;&#97;&#121;&#111;&#110;&#49;&#64;&#114;&#111;&#99;&#107;&#101;&#116;&#109;&#97;&#105;&#108;&#46;&#99;&#111;&#109;?subject=Photo%20++?">&#99;&#114;&#97;&#121;&#111;&#110;&#49;&#64;&#114;&#111;&#99;&#107;&#101;&#116;&#109;&#97;&#105;&#108;&#46;&#99;&#111;&#109;</a>
<br>
<br>
<br>
<p align="center">
Copyright &copy; 2004-2008 Crayon Application
<br>
Tous droits r&eacute;serv&eacute;s
</p>
</body>
</html>